{
  "Testimonials": [
    {
      "id": 1,
      "title": "Program Management and Enterprise Solution",
      "subtext": "VP of the 4th Largest Telecom Service Provider in United States",
      "content": "I had the distinct pleasure of working with RiVi while I was a VP at a large wireless company. They brought expertise to the table in the areas of Organizational Change, Change Management of software, Program Management and expertise in the management of the Software Development Life Cycle.RiVi was especially helpful in the CRM arena and the pre-pay domain. These resources were more than willing to go the extra mile to get the job done. They did this without being asked. These folks operate with the highest of integrity and take ownership of the projects."
    },
    {
      "id": 2,
      "title": "Enterprise Service Desk",
      "subtext": "VP Enterprise Solution of the World′s 3rd Largest Corporate Travel Management Company",
      "content": "We engaged the RiVi Group in revamping our ERP maintenance program. The company provided highly knowledgeable and professional consultants very quickly and performed beyond our expectations. Our ERP Service Desk is now performing much more smoothly and with vastly improved SLAs."
    },
    {
      "id": 3,
      "title": "Content Management",
      "subtext": "VP of the 3rd Largest Telecom Service Provider in United States",
      "content": "Our Content Management program was haphazard until the RiVi Group brought in their expertise and experience. The knowledgeable consultants at RiVi helped us formulate and implement a good strategy. Now we have standardized our platform, eliminated runaway information portals and randomly created websites, and have put in the proper controls to streamline the growth of our information assets."
    },
    {
      "id": 4,
      "title": "Enterprise Resource Planning System Upgrade",
      "subtext": "VP Enterprise Solution of the World′s 3rd Largest Corporate Travel Management Company",
      "content": "We had not upgraded our ERP systems for several years and were paying too much in licensing fees to the software vendor. The RiVi Group audited our licensing deal and helped reduce costs by over $300¸000 per year. They then put in an expert team to implement the upgrade and did an excellent job of informing and managing the business group¸ gathering requirements¸ and performing development and QA. Our project came in under budget and schedule because of the knowledgeable professionals that RiVi brought in¸ and their dedication to the customer."
    },
    {
      "id": 5,
      "title": "Multi Million Dollar Metro Transit Authority Smart Card Clearing House RFP",
      "subtext": "One of Largest Metro Transit Authority of United States",
      "content": "A large component of the requirements for this RFP were the plethora of reports necessary to run and manage a clearing house for payment aggregation and distribution for 14+ transit authorities. RiVi Consulting provided the expertise for¸ and wrote the ′Reporting′ section of the RFP – all of which were proposed as custom built Oracle reports as this was a 100% custom software project. Patterned after a similar project in the Netherlands¸ RiVi worked with the team from the Netherlands and Accenture to determine which reports were pertinent to this effort and in designing a separate reporting data warehouse so that system performance would not degrade while running queries to generate the reports. The prime vendor¸ Accenture¸ commented on the excellent job and professionalism exhibited by RiVi Group personnel."
    },
    {
      "id": 6,
      "title": "Enterprise Data Warehouse",
      "subtext": "7th Largest Rapid Transit Authority in United States",
      "content": "RiVi Group led this 2+ year effort which resulted in an enterprise-wide data and information aggregation of the 7th Largest Rapid Transit Authority´s 10+ major legacy systems.For the first time in the history of the Transit Authority¸a near real-time management decision data warehouse consisting of dashboards and numerous reports¸ allowed the Transit Authority management to see and make use of their Key Performance Indicators in an actionable¸ reliable and ‘one version of the truth’ rendering. The CFO for Transit Authority made the following observation – ″Receiving up-to-date and timely information is critical in making effective decisions.The Transit Authority´s recent rollout of the Transportal as an executive information system has helped me and the rest of the authority in making time-sensitive decisions. I am able to view all the reports on-line at any time Additionally we have been able to realize significant savings related to maintenance activities″"
    },
    {
      "id": 7,
      "title": "Technology Management Process Review and Redesign",
      "subtext": "Project Director Technology of 8th largest Metropolitan Area in United States",
      "content": "RiVi Group’s contributions of enterprise-wide infrastructure knowledge to the City′s ″Technology Management Process Review and Redesign″ project allowed for a more thorough and complete analysis and constructive and actionable findings and recommendations. The final report´s recommendations were used by the CIO for several years afterwards to implement change and improvement at the City."
    }
  ]
}
